tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
tap "rcmdnk/file"
brew "autoconf"
brew "bat"
brew "sqlite"
brew "python@3.9"
brew "glib"
brew "cairo"
brew "carthage"
brew "coreutils"
brew "gnutls"
brew "cask"
brew "chisel"
brew "cocoapods"
brew "docker"
brew "gobject-introspection"
brew "harfbuzz"
brew "libass"
brew "ffmpeg"
brew "gh"
brew "ghq"
brew "gibo"
brew "git"
brew "groff"
brew "haskell-stack"
brew "httpie"
brew "jq"
brew "mint"
brew "nkf"
brew "node"
brew "peco"
brew "pyenv"
brew "tcl-tk"
brew "ruby-build"
brew "rbenv"
brew "rustup-init"
brew "source-highlight"
brew "texinfo"
brew "the_silver_searcher"
brew "tig"
brew "tmux"
brew "tree"
brew "wget"
brew "zsh"
brew "rcmdnk/file/brew-file"
cask "adoptopenjdk"
cask "alfred"
cask "dropbox"
cask "emacs"
cask "figma"
cask "google-chrome"
cask "google-japanese-ime"
cask "karabiner-elements"
cask "notion"
cask "rectangle"
cask "skitch"
cask "slack"
cask "spotify"
cask "visual-studio-code"
cask "xcodes"
cask "zoom"
