tap "crowdin/crowdin"
tap "d12frosted/emacs-plus"
tap "facebook/fb"
tap "homebrew-ffmpeg/ffmpeg"
tap "rcmdnk/file"
tap "xcodesorg/made"
brew "jpeg-xl"
brew "aom"
brew "asdf"
brew "autoconf"
brew "awscli"
brew "bash"
brew "bat"
brew "boost"
brew "cairo"
brew "gmp"
brew "coreutils"
brew "gnutls"
brew "cask"
brew "pycparser"
brew "cffi"
brew "chisel"
brew "cloc"
brew "cmake"
brew "curl"
brew "docutils"
brew "exiftool"
brew "libyaml"
brew "fastlane"
brew "fd"
brew "ffmpeg"
brew "fprobe"
brew "fzf"
brew "gcc"
brew "gdk-pixbuf"
brew "node"
brew "gemini-cli"
brew "gh"
brew "ghq"
brew "gibo"
brew "git"
brew "git-lfs"
brew "git-secrets"
brew "gnu-sed"
brew "go"
brew "pkgconf"
brew "gobject-introspection"
brew "grep"
brew "harfbuzz"
brew "haskell-stack"
brew "httpie"
brew "shared-mime-info"
brew "libheif"
brew "imagemagick"
brew "jq"
brew "kubernetes-cli"
brew "lesspipe"
brew "libass"
brew "libavif"
brew "libgccjit"
brew "librist"
brew "markdown"
brew "mint"
brew "nkf"
brew "nmap"
brew "openssl@1.1"
brew "pnpm"
brew "psutils"
brew "pyenv"
brew "python@3.11"
brew "ruby-build"
brew "rbenv"
brew "ripgrep"
brew "rustup"
brew "shellcheck"
brew "source-highlight"
brew "tcl-tk"
brew "the_silver_searcher"
brew "tmux"
brew "tree"
brew "wget"
brew "xcodegen"
brew "zellij"
brew "zsh"
brew "zsh-autosuggestions"
brew "rcmdnk/file/brew-file"
cask "1password-cli"
cask "codex"
cask "d12frosted/emacs-plus/emacs-plus-app"
cask "ghostty"
cask "github-copilot-for-xcode"
cask "google-chrome"
cask "google-japanese-ime"
cask "karabiner-elements"
cask "proxyman"
cask "raycast"
cask "rectangle"
cask "slack"
cask "vibetunnel"
cask "visual-studio-code"
cask "xcodes-app"
