aircrack-ng
autoconf
automake
bash-completion
berkeley-db
binwalk
cabal-install
carthage
cmake
coreutils
curl
exiftool
ffmpeg
flac
fontconfig
freetype
gcc
gd
gdb
gdbm
ghc
ghc@8.0
git
gmp
gnuplot
grip
icu4c
isl
isl@0.14
jack
jansson
jpeg
lame
libevent
liblo
libmpc
libogg
libpng
libsamplerate
libsndfile
libtiff
libvorbis
libxml2
libxslt
lua
markdown
mas
mpfr
nkf
node
nodebrew
openssl
openssl@1.1
p7zip
pandoc
peco
phantomjs
pkg-config
pyenv
python3
rbenv
readline
reattach-to-user-namespace
ruby-build
screen
sl
sqlite
ssdeep
testdisk
tmux
webp
wget
x264
xvid
xz
yasm
