tap "crowdin/crowdin"
tap "d12frosted/emacs-plus"
tap "dracula/install"
tap "facebook/fb"
tap "homebrew-ffmpeg/ffmpeg"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/services"
tap "rcmdnk/file"
tap "xcodesorg/made"
brew "webp"
brew "jpeg-xl"
brew "aom"
brew "asdf"
brew "autoconf"
brew "pycparser"
brew "cffi"
brew "cryptography"
brew "awscli"
brew "bat"
brew "boost"
brew "glib", link: false
brew "cairo"
brew "gmp"
brew "coreutils"
brew "unbound"
brew "gnutls"
brew "emacs", link: false
brew "cask"
brew "chisel"
brew "cloc"
brew "cmake"
brew "docutils"
brew "exiftool"
brew "libyaml"
brew "fastlane"
brew "harfbuzz"
brew "libass"
brew "pango"
brew "tesseract"
brew "ffmpeg"
brew "fprobe"
brew "fzf"
brew "gcc"
brew "gdk-pixbuf"
brew "gh"
brew "ghostscript"
brew "ghq"
brew "gibo"
brew "git"
brew "git-lfs"
brew "git-secrets"
brew "gnu-sed"
brew "gobject-introspection"
brew "grep"
brew "netpbm"
brew "psutils"
brew "groff"
brew "haskell-stack"
brew "httpie"
brew "libheif"
brew "libraw"
brew "imagemagick"
brew "jq"
brew "kubernetes-cli"
brew "libgccjit"
brew "librsvg"
brew "mas"
brew "mint"
brew "nkf"
brew "node"
brew "openjdk"
brew "openssl@1.1"
brew "pkl"
brew "pyenv"
brew "ruby-build"
brew "rbenv"
brew "reattach-to-user-namespace"
brew "rustup"
brew "scrcpy"
brew "shellcheck"
brew "source-highlight"
brew "sourcekitten"
brew "tcl-tk"
brew "terraform"
brew "texinfo"
brew "the_silver_searcher"
brew "tmux"
brew "tree"
brew "wget"
brew "zsh"
brew "crowdin/crowdin/crowdin@3"
brew "d12frosted/emacs-plus/emacs-plus@29", args: ["with-imagemagick", "with-native-comp", "with-xwidgets"]
brew "facebook/fb/idb-companion"
brew "rcmdnk/file/brew-file"
brew "xcodesorg/made/xcodes"
cask "1password"
cask "1password-cli"
cask "adoptopenjdk"
cask "dracula-terminal"
cask "font-fira-code"
cask "git-credential-manager"
cask "google-chrome"
cask "google-japanese-ime"
cask "karabiner-elements"
cask "postman"
cask "proxyman"
cask "raycast"
cask "session-manager-plugin"
cask "visual-studio-code"
cask "xcodes"
vscode "castwide.solargraph"
vscode "connorshea.vscode-ruby-test-adapter"
vscode "connorshea.vscode-test-explorer-status-bar"
vscode "dracula-theme.theme-dracula"
vscode "eamodio.gitlens"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.remotehub"
vscode "github.vscode-pull-request-github"
vscode "golang.go"
vscode "harryhopkinson.vs-code-runner"
vscode "hbenl.vscode-test-explorer"
vscode "hiro-sun.vscode-emacs"
vscode "iliazeus.vscode-ansi"
vscode "koichisasada.vscode-rdbg"
vscode "misogi.ruby-rubocop"
vscode "mosapride.zenkaku"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode-remote.remote-wsl"
vscode "ms-vscode-remote.vscode-remote-extensionpack"
vscode "ms-vscode.azure-repos"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.remote-repositories"
vscode "ms-vscode.remote-server"
vscode "ms-vscode.test-adapter-converter"
vscode "ms-vsliveshare.vsliveshare"
vscode "noku.rails-run-spec-vscode"
vscode "redhat.vscode-yaml"
vscode "shopify.ruby-extensions-pack"
vscode "shopify.ruby-lsp"
vscode "sianglim.slim"
vscode "soutaro.steep-vscode"
vscode "sporto.rails-go-to-spec"
vscode "sswg.swift-lang"
vscode "vadimcn.vscode-lldb"
