oh-my-fish/plugin-argu
edc/bass
0rax/fish-bd
oh-my-fish/theme-bobthefish
oh-my-fish/plugin-emoji-clock
oh-my-fish/plugin-expand
fisherman/getopts
oh-my-fish/plugin-pbcopy
oh-my-fish/plugin-peco
fisherman/shark
fisherman/z
