0rax/fish-bd
oh-my-fish/theme-bobthefish
oh-my-fish/plugin-emoji-clock
oh-my-fish/plugin-expand
git@github.com:struuuuggle/dotfiles.git
fisherman/getopts
oh-my-fish/plugin-peco
fisherman/shark
fisherman/z
